Repository: mikadamczyk/ezplatform-i18n-pl_PL
Catalog: ezplatform-admin-ui/content_edit.*.xlf
Languages: pl

# content.draft_saved.success
source: Content draft saved.
pl: Szkic zapisano.

# content.field.non_editable
source: Field type is not editable
pl: To pole nie jest edytowalne

# content.published.success
source: Content published.
pl: Treść opublikowano.

# content_id
source: Content ID: %contentId%
pl: ID obiektu: %contentId%

# created_by
source: Created by %name%
pl: Utworzono przez %name%

# editing_in_language
source: Editing - %contentName% in %languageName%
pl: Edytujesz %contentName% w języku %languageName%

# editing_in_language_based_on
source: Editing - %contentName% in %languageName% based on %baseLanguageName%
pl: Edytujesz %contentName% w języku %languageName% bazując na %baseLanguageName%

# fieldtype.translation_is_disabled
source: Translation for %fieldName% is disabled
pl: Tłumaczenie dla %fieldName% jest wyłączone

# location_id
source: Location ID: %locationId%
pl: ID lokalizacji: %locationId%

# parent_location_id
source: Parent Location ID: %locationId%
pl: ID lokalizacji nadrzędnej: %locationId%
