Repository: mikadamczyk/ezplatform-i18n-pl_PL
Catalog: ezplatform-admin-ui/content_url.*.xlf
Languages: pl

# tab.urls.action.add
source: Add Custom URL
pl: Dodaj niestandardowy URL

# tab.urls.action.delete
source: Delete Custom URL
pl: Usuń niestandardowy URL

# tab.urls.add.cancel
source: Cancel
pl: Anuluj

# tab.urls.add.language
source: Language
pl: Język

# tab.urls.add.redirect
source: Alias should redirect to its destination
pl: Alias powinien przekierowywać do adresu docelowego

# tab.urls.add.redirect.helper.checked
source: Checked will redirect to the destination using an HTTP 301 response.
pl: Zaznaczony przekierowuje przy użyciu odpowiedzi HTTP 301.

# tab.urls.add.redirect.helper.unchecked
source: Unchecked will not redirect to the destination and the URL will stay the same.
pl: Odznaczony nie przekieruje pod docelowy adres, a URL pozostanie ten sam.

# tab.urls.add.site_root
source: Place alias at the site root
pl: Utwórz alias w katalogu głównym strony

# tab.urls.add.site_root.helper.checked
source: Checked will create the alias at the site root.
pl: Zaznaczony utworzy alias w katalogu głównym strony.

# tab.urls.add.site_root.helper.unchecked
source: Unchecked will create the new alias under %parent_name%
pl: Odznaczony utworzy nowy alias pod %parent_name%.

# tab.urls.add.title
source: Create new URL alias
pl: Utwórz nowy alias URL

# tab.urls.custom_url_aliases
source: Custom URL aliases for %contentName%
pl: Dodatkowe aliasy URL dla %contentName%

# tab.urls.language
source: Language
pl: Język

# tab.urls.modal.message
source: Do you want to delete selected Custom URLs?
pl: Czy chcesz usunąć wybrane adresy URL?

# tab.urls.modal_close
source: Close
pl: Zamknij

# tab.urls.no_custom_urls
source: This content item has no custom url aliases.
pl: Ten element nie posiada dodatkowych aliasów URL.

# tab.urls.no_system_urls
source: This content item has no system urls.
pl: Ten obiekt nie posiada systemowych adresów URL.

# tab.urls.system.title
source: System URL
pl: Systemowy URL

# tab.urls.type
source: Type
pl: Typ

# tab.urls.type.direct
source: Direct
pl: Bezpośredni

# tab.urls.type.redirect
source: Redirect
pl: Przekierowanie
