Repository: mikadamczyk/ezplatform-i18n-pl_PL
Catalog: ezplatform-admin-ui/location.*.xlf
Languages: pl

# location.copy.success
source: '%name%' copied to '%location%'
pl: Skopiowano lokalizację '%name%' do '%location%'

# location.copy_subtree.success
source: Subtree '%name%' copied to location '%location%'
pl: Skopiowano poddrzewo '%name%' do lokalizacji '%location%'

# location.create.success
source: Location '%name%' created.
pl: Utworzono lokalizację '%name%'.

# location.delete.success
source: Location '%name%' removed.
pl: Usunięto lokalizację '%name%'.

# location.move.success
source: '%name%' moved to '%location%'
pl: Przeniesiono lokalizację '%name%' do '%location%'

# location.swap.success
source: Location '%name%' swaped with location '%location%'
pl: Zamieniono lokalizację '%name%' z lokalizacją '%location%'

# location.trash.success
source: Location '%name%' moved to trash.
pl: Przeniesiono lokalizację '%name%' do kosza.

# location.update.success
source: Location '%name%' updated.
pl: Zaktualizowano lokalizację '%name%'.

# location.update_success.success.hidden
source: Location '%name%' hidden.
pl: Ukryto lokalizację '%name%'.

# location.update_success.success.unhidden
source: Location '%name%' unhidden.
pl: Ujawniono lokalizację '%name%'.
