Repository: mikadamczyk/ezplatform-i18n-pl_PL
Catalog: platform-ui-bundle/bar.*.xlf
Languages: pl

# actionbar.copy
source: Copy
pl: Kopiuj

# actionbar.createContent
source: Create
pl: Utwórz

# actionbar.delete
source: Delete
pl: Usuń

# actionbar.edit
source: Edit
pl: Edytuj

# actionbar.minimizeActionBar
source: Minimize
pl: Zminimalizuj

# actionbar.move
source: Move
pl: Przenieś

# actionbar.sendToTrash
source: Send to Trash
pl: Wyślij do kosza

# actionbar.translate
source: Translations
pl: Tłumaczenia

# content.being.copied.under
source: "%contentName%" is being copied under "%parentContentName%"
pl: "%contentName%" zostało skopiowane do "%parentContentName%"

# content.browser.title
source: Content browser
pl: Przeglądarka treści

# content.copied.under
source: '%contentName%' has been successfully copied under '%parentContentName%'
pl: '%contentName%' zostało pomyślnie skopiowane do '%parentContentName%'

# createcontentaction.loading
source: Loading
pl: Wczytywanie

# creating.new.location.for
source: Creating new location for "%name%"
pl: Tworzenie nowej lokalizacji dla "%name%"

# creating.new.location.for.failed
source: Creating new location(s) for "%name%" failed
pl: Tworzenie nowej lokalizacji dla "%name%" nie powiodło się

# discoverybar.browse
source: Content browse
pl: Przeglądaj treść

# discoverybar.contenttree
source: Content tree
pl: Drzewo elementów

# discoverybar.minimize
source: Minimize
pl: Zminimalizuj

# discoverybar.search
source: Search
pl: Szukaj

# discoverybar.trash
source: Trash
pl: Kosz

# error.hiding.location
source: Error while hiding location "%id%"
pl: Błąd podczas ukrywania lokalizacji "%id%"

# error.occurred.copying
source: An error occurred while copying your content
pl: Wystąpił błąd podczas kopiowania treści

# error.occurred.loading
source: An error occurred while loading your content
pl: Wystąpił błąd podczas ładowania treści

# error.revealing.location
source: Error while revealing location "%id%"
pl: Wystąpił błąd podczas ujawniania lokalizacji "%id%"

# failed.creating.new.location.for
source: Creating new location for "%name%" under "%parentName%" failed
pl: Tworzenie nowej lokalizacji dla "%name%" pod "%parentName%" nie powiodło się

# hidden.location
source: Location "%id" has been hidden
pl: Ukryto lokalizację "%id"

# hiding.location
source: Hiding Location "%id%"
pl: Ukrywanie lokalizacji "%id%"

# location.created
source: New location for "%name%" has been successfully created
pl: Utworzono nową lokalizację dla "%name%"

# locations.created
source: %count% new locations for "%name%" have been successfully created
pl: Utworzono %count% nowych lokalizacji dla elementu "%name%"

# revealed.location
source: Location "%id%" has been revealed
pl: Ujawniono lokalizację "%id%"

# revealing.location
source: Revealing Location "%id%"
pl: Ujawnianie lokalizacji "%id%"

# select.a.language.for.new.translation
source: Select a language for your new translation:
pl: Wybierz język dla nowego tłumaczenia:

# select.location.to.copy
source: Select the location you want to copy your content into
pl: Wybierz miejsce, gdzie chcesz skopiować ten element

# select.location.to.create.new.location
source: Select the location where you want to create new location
pl: Wybierz nową lokalizację

# translateaction.edit
source: Edit
pl: Edytuj

# translateaction.existing.translations
source: Existing Translations
pl: Istniejące tłumaczenia

# translateaction.new.translation
source: + New Translation
pl: + Nowe tłumaczenie

# view.content.label
source: View this content
pl: Zobacz ten element
